Repository: jonathanneve/livemirror
Catalog: Common/locale/*/LC_MESSAGES/common.po
Languages: fr

source: LiveMirror path not configured
fr: Chemin LiveMirror inexistant

source: Error connecting to licence server! Please make sure your Internet connection is available.
fr: Erreur lors de la connexion au serveur de licences ! Assurez-vous qu'une connexion Internet est disponible.

source: Empty or invalid licence key submitted
fr: Clé de licence vide ou incorrecte

source: Licence key invalid
fr: Clé de licence invalide

source: Licence key has been disabled
fr: Cette clé de licence a été annulée

source: License key expired
fr: Clé de licence expirée

source: Licence server is not available - please try again later
fr: Le serveur de licences n'est pas disponible, veuillez ressayer plus tard

source: Activation server error
fr: Erreur du serveur d'activation

source: Activation failed: invalid input
fr: Activation impossible, erreur dans les paramètres

source: Sorry, this licence key has already been activated for a different database or on a different machine. You need to purchase one licence of LiveMirror per master database that you want to mirror.
fr: Désolé, cette clé de licence a déjà été activée pour une autre base de données ou sur un poste différent. Vous devez acheter une licence de LiveMirror par base de données maître que vous souhaiter sauvegarder.

source: Sorry, we have not found an activation record to deactivate
fr: Aucune activation n'existe pour cette licence : impossible de désactiver

source: Internal problem on activation server
fr: Problème interne du serveur d'activation

source: Sorry, license re-activation limit reached
fr: Impossible de réactiver cette licence

source: Error returned from activation server
fr: Le serveur d'activation a renvoyé une erreur

source: Can't uninstall service!
fr: Impossible de désinstaller le service !
