Repository: jonathanneve/livemirror
Catalog: livemirror/trunk/Service/locale/*/LC_MESSAGES/default.po
Languages: fr

source: Replication failed with error :
fr: Réplication échouée avec erreur :

source: Replication finished :
fr: Réplication terminée :

source: Rows replicated :
fr: Lignes répliquées :

source: Rows with errors :
fr: Lignes en erreur :

source: Starting replication :
fr: Réplication :

source: rows to replicate...
fr: lignes à répliquer...

source: Error replicating row : Table
fr: Impossible de répliquer la ligne : Table

source: Row replicated : Table :
fr: Ligne répliquée : Table :

source: {now} Checking database configuration...
fr: {now} Vérification de la configuration des bases de données...

source: {now} Databases configuration configured successfully!
fr: {now} Configuration des bases de données effectuée avec succès !

source: Error checking licence, please check your Internet connection
fr: Impossible de valider la licence, merci de vous assurer que votre connexion Internet fonctionne

source: Licencing error :
fr: Erreur de licence :

source: >>>> Start {App_name}
fr: >>>> Démarrage {App_name}

source: {@12}Path : {App_path}
fr: {@12}Chemin : {App_path}

source: {@12}Config. name : {App_prm-}{/}
fr: {@12}Nom de configuration : {App_prm-}{/}

source: !!! EVALUATION VERSION !!!
fr: !!! VERSION D'EVALUATION !!!

source: MASTER database :
fr: Base de données MAITRE :

source: MIRROR database :
fr: Base de données MIRROIR :

source: Replication frequency :
fr: Fréquence de réplication :

source: seconds
fr: secondes

source: {now} Service ready!
fr: {now} Service prêt !
